Revit 2027 API
UnitTypeId.Megawatts Property
 Megawatts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Megawatts { get; }
Public Shared ReadOnly Property Megawatts As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Megawatts {
	ForgeTypeId^ get ();
}
static member Megawatts : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace